Repository: D1ll1ng/content-animations
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# palette.animation-settings
source: Animation settings
de: Animationseinstellungen

# palette.timing-settings
source: Timing settings
de: Timing-Einstellungen

# palette.extended-settings
source: Extended animation settings
de: Erweiterte Animationseinstellungen

# label.duration
source: Duration in milliseconds
de: Länge in Millisekunden

# label.delay
source: Delay in milliseconds
de: Verzögerung in Millisekunden

# label.offset
source: Offset in pixels
de: Versatz in Pixel

# label.once
source: Play animation once
de: Animation einmalig abspielen

# desc.once
source: Whether animation should happen only once - while scrolling down
de: Animation wird nur einmalig, beim herunterscrollen, abgespielt

# label.mirror
source: Mirror
de: Spiegeln

# desc.mirror
source: Animations animates out while scrolling past them
de: Animation wird beim herunterscrollen gespiegelt ausgeblendet

# label.anchor-placement
source: Anchor placement
de: Ankerplatzierung

# item.no-animation
source: No animation
de: Keine Animation

# item.fade-animations
source: Fade animations:
de: Fade Animationen:

# item.flip-animations
source: Flip animations:
de: Flip Animationen:

# item.slide-animations
source: Slide animations:
de: Slide Animationen:

# item.zoom-animations
source: Zoom animations:
de: Zoom Animationen:

# preview-label
source: Preview
de: Vorschau
